Repository: Bbambangg95/MutabaahSwiftUI
Catalog: Noon/Shared/Localizable.xcstrings
Source language: en
Languages: id

source: %lld Juz/Year
id: %lld Juz/Tahun

source: %lld Pages/Month
id: %lld Halaman/Bulan

source: %lld sessions
id: %lld pertemuan

source: %lld times
id: %lld kali

source: Absent
id: Tidak Hadir

source: Add Memorize
id: Tambahkan Hafalan

source: Add new student
id: Tambahkan Santri

source: Address
id: Alamat

source: ago
id: lalu

source: All data related to %@ will be permanently deleted. Are you sure you want to proceed?
id: Semua data yang terkait dengan %@ akan dihapus secara permanen. Apakah Anda yakin ingin melanjutkan?

source: Attend
id: Hadir

source: Attendance
id: Kehadiran

source: Attendance History
id: Riwayat Kehadiran

source: By deleting this schedule, all associated data will be permanently removed.
id: Dengan menghapus jadwal ini, semua data terkait akan dihapus secara permanen.

source: Cancel
id: Batalkan

source: Category
id: Kategori

source: Current Status
id: Status Saat Ini

source: Custom Date
id: Tanggal Kuston

source: Date of Birth
id: Tanggal Lahir

source: Delete
id: Hapus

source: Delete Schedule
id: Hapus Jadwal

source: Done
id: Selesai

source: End Sprint
id: Akhir Sprint

source: End Time
id: Waktu Berakhir

source: Export Data
id: Ekspor Data

source: Export Report Data
id: Ekspor ke PDF

source: Export to CSV
id: Ekspor ke CSV

source: Exported Files
id: File Terekspor

source: Full Name
id: Nama Lengkap

source: Gender
id: Jenis Kelamin

# Get full access for just %@%@
source: Get full access for just %1$@%2$@
id: Dapatkan akses penuh hanya dengan %1$@%2$@

source: History
id: Riwayat

source: Identity
id: Identitas

# Juz %@ Page %@
source: Juz %1$@ Page %2$@
id: Juz %1$@ Halaman %2$@

# Juz %@, Page %@
source: Juz %1$@, Page %2$@
id: Juz %1$@, Halaman %2$@

# Juz %lld Page %lld
source: Juz %1$lld Page %2$lld
id: Juz %1$lld Halaman %2$lld

source: Latest Update
id: Update Terakhir

source: Memorization
id: Hafalan

# Memorization Value
source: Memorization Score
id: Nilai Hafalan

source: Memorize History
id: Riwayat Hafalan

source: Monthly Target (Pages)
id: Target Bulanan (Halaman)

# Murojaah %@ (Juz %@ Page %@)
source: Murojaah %1$@ (Juz %2$@ Page %3$@)
id: Murojaah %1$@ (Juz %2$@ Halaman %3$@)

source: New Schedule
id: Tambahkan Jadwal

source: New Time Label
id: Label Waktu Baru

source: No data
id: Tidak ada data

source: No Data Available
id: Tidak ada data tersedia

source: No document
id: Tidak ada document

source: None
id: Tidak Ada

source: Not Updated
id: Belum Diperbarui

source: Page
id: Halaman

# Page %lld (%lld)
source: Page %1$lld (%2$lld)
id: Halaman %1$lld (%2$lld)

source: Payment will be charged to your iTunes Account at the confirmation of purchase. Subscription automatically renews unless auto-renew is turned off at least 24 hours before the end of the current period. You will be charged for renewal within 24 hours before the end of the current period. The cost of the renewal will be identified. Subscriptions can be managed by the user, and auto-renewal may be turned off in your Account Settings in iTunes after purchase. Any unused portion of a free trial period, if offered, will be forfeited when you purchase a subscription to that publication, where applicable. The subscription will renew at the same price unless otherwise stated. If the subscription renewal fails, Apple will attempt to recover it for up to 60 days. During this time, you may need to pause access to your service or content. If the subscription is recovered within the Billing Grace Period, there wonâ€™t be any interruption to the days of paid service or to your revenue. If the price of a subscription increases, you will be notified, and your consent will be required to continue. You are responsible for any uncollected amounts if Apple cannot charge your payment method for any reason, such as expiration or insufficient funds, and you have not cancelled the subscription. Certain subscriptions may offer a free trial prior to charging your payment method. If you decide to unsubscribe from a subscription before it starts charging your payment method, cancel the subscription at least 24 hours before the free trial ends.
id: Pembayaran akan dibebankan ke Akun iTunes Anda di konfirmasi pembelian. Langganan diperpanjang secara otomatis kecuali perpanjangan otomatis dimatikan setidaknya 24 jam sebelum akhir periode berjalan. Anda akan dikenakan biaya untuk perpanjangan dalam waktu 24 jam sebelum akhir periode berjalan. Biaya pembaruan akan diidentifikasi. Langganan dapat dikelola oleh pengguna, dan perpanjangan otomatis dapat dimatikan di Pengaturan Akun Anda di iTunes setelah pembelian. Bagian masa uji coba gratis yang tidak terpakai, jika ditawarkan, akan hangus saat Anda membeli langganan publikasi tersebut, jika berlaku. Langganan akan diperpanjang dengan harga yang sama kecuali dinyatakan lain. Jika perpanjangan langganan gagal, Apple akan berupaya memulihkannya hingga 60 hari. Selama waktu ini, Anda mungkin perlu menjeda akses ke layanan atau konten Anda. Jika langganan dipulihkan dalam Masa Tenggang Penagihan, tidak akan ada gangguan apa pun pada hari layanan berbayar atau pendapatan Anda. Jika harga langganan naik, Anda akan diberi tahu dan persetujuan Anda diperlukan untuk melanjutkan. Anda bertanggung jawab atas jumlah yang tidak tertagih jika Apple tidak dapat menagih metode pembayaran Anda karena alasan apa pun, seperti habis masa berlakunya atau dana tidak mencukupi, dan Anda belum membatalkan langganan. Langganan tertentu mungkin menawarkan uji coba gratis sebelum menagih metode pembayaran Anda. Jika Anda memutuskan untuk berhenti berlangganan sebelum langganan mulai menagih metode pembayaran Anda, batalkan langganan setidaknya 24 jam sebelum uji coba gratis berakhir.

source: Personal Information
id: Informasi Personal

source: Please review our Terms of Use and Privacy Policy for more details on how we handle your personal information and subscription details.
id: Harap tinjau Ketentuan Penggunaan dan Kebijakan Privasi kami untuk detail lebih lanjut tentang cara kami menangani informasi pribadi dan detail langganan Anda.

source: Preference
id: Preferensi

source: Present
id: Hadir

source: Progress
id: Progres

source: Progress History
id: Riwayat Perkembangan

source: Purchase
id: Berlangganan

source: Record Students Attendance
id: Rekam Kehadiran Siswa

source: Record Students Memorization
id: Rekam Hafalan Siswa

source: Save
id: Simpan

source: Schedule
id: Jadwal

source: See All
id: Lihat Semua

source: Select
id: Pilih

source: Select Juz...
id: Pilih Juz

source: Select Page...
id: Pilih Halaman

source: Select Period
id: Pilih Periode

source: Select Total Juz...
id: Pilih Jumlah Juz...

source: Set up schedule
id: Atur Jadwal

source: Settings
id: Pengaturan

source: Share
id: Bagikan

source: Start From
id: Mulai Dari

source: Start Program
id: Mulai Program

source: Start Sprint
id: Mulai Sprint

source: Start Time
id: Waktu Mulai

source: Students
id: Santri

source: Subscribe now for exclusive feature access. Please review our subscription details before purchasing.
id: Langganan sekarang untuk akses fitur eksklusif. Harap tinjau detail langganan kami sebelum membeli.

source: Subscription
id: Langganan

source: Subscription Plan
id: Paket Berlangganan

source: Subscriptions details
id: Detail Langganan

source: Summary
id: Ringkasan

source: Swipe to the left to update.
id: Geser ke kiri untuk memperbarui.

source: Target Achievement
id: Target Capaian

source: Time
id: Waktu

source: Total Pages
id: Total Halaman

source: Track Students Progress History
id: Lacak Riwayat Kemajuan Siswa

source: Until
id: Sampai

source: User Identity
id: Identitas Pengguna

source: Value
id: Nilai

source: Warning: The Juz selection is based on the last ziyadah. Pages must be entered in sequential order.
id: Peringatan: Pemilihan Juz didasarkan pada ziyadah terakhir. Halaman harus dimasukkan secara berurutan.

source: Watch Ad
id: Tonton Iklan

source: Yearly Target (Juz)
id: Target Tahunan (Juz)

source: You are about to delete Page %lld and all pages after it in the same Juz. Are you sure you want to proceed?
id: Anda akan menghapus Halaman %lld dan semua halaman setelahnya di Juz yang sama. Apakah Anda yakin ingin melanjutkan?

source: You currently don't have any schedule set up. Please set up your schedule to ensure the attendance data is updated accurately.
id: Anda saat ini tidak memiliki jadwal yang ditetapkan. Harap atur jadwal Anda untuk memastikan data kehadiran diperbarui dengan akurat.

source: You currently haven't added any students yet. Please add students to enjoy the mutabaah feature.
id: Anda saat ini belum menambahkan siswa apa pun. Silakan tambahkan siswa untuk menikmati fitur mutabaah.

source: Ziyadah Summary
id: Rekapitulasi Ziyadah

source: Ziyadah Target
id: Target Ziyadah

# Ziyadah, Juz %lld Page %lld
source: Ziyadah, Juz %1$lld Page %2$lld
id: Ziyadah, Juz %1$lld Halaman %2$lld
